<template>
  <div >
<!--    todo
临时会话对话框的实现，样式：
    ┌──────────────────────────────┐
    │  云才科技AI 客服             ✕ │
    │───────────────┬──────────────│
    │  ● 临时会话                    │
    │───────────────┴──────────────│
    │                              │
    │   ┌────────────────────────┐ │
    │   │ 欢迎使用AI客服！         │  │
    │   │ 我可以回答关于校园        │  │
    │   │ 招聘的问题。             │  │
    │   └────────────────────────┘ │
    │                              │
    │          [输入框...] [发送]    │
    └──────────────────────────────┘-->
  </div>
</template>

<script>
export default {
  name: 'Chat'
}

</script>

<style>

</style>